export default {
  '螺纹钢': {
    name: '螺纹钢',
    value: '螺纹钢',
    specs: [{
      name: 'HRB335 12MM',
      value: 'HRB335_12MM'
    }, {
      name: 'HRB335 20MM',
      value: 'HRB335_20MM'
    }, {
      name: 'HRB400 20MM',
      value: 'HRB400_20MM'
    }],
    citys: ['上海', '杭州', '南京', '济南', '合肥', '福州', '南昌', '广州', '长沙', '武汉', '郑州', '北京', '天津', '石家庄', '太原', '沈阳', '哈尔滨', '重庆', '成都', '贵阳', '昆明', '西安', '兰州', '乌鲁木齐', '南宁']
  },
  '线材': {
    name: '线材',
    value: '线材',
    specs: [{
      name: '6高线HPB300',
      value: 'HPB300_6高线'
    }, {
      name: '8.0高线HPB300',
      value: 'HPB300_8.0高线'
    }],
    citys: ['上海', '杭州', '南京', '济南', '合肥', '福州', '南昌', '广州', '长沙', '武汉', '郑州', '北京', '天津', '石家庄', '太原', '沈阳', '哈尔滨', '重庆', '成都', '贵阳', '昆明', '西安', '兰州', '乌鲁木齐']
  }
}
